MENU_RU = {
    "/start": "Начало работы бота",
    "/help": "Краткая инструкция по работе с ботом",
    "/continue": "Продолжить чтение книги",
    "/beginning": "Начать чтение книги",
    "/bookmarks": "Отобразить список закладок",
}

LEXICON_RU = {
    "/start": "Привет читатель!!!\n\nЭто бот в котором ты можешь прочитать книгу"
    "Рэя Брэдбери 'Марсианские хроники'\n\n"
    "Что бы посмотреть список доступных команд нажми /help в меню бота",
    "/help": "Это бот-читалка\n\nДоступные команды:\n/beginning - перейти в начало книги;\n"
    "/continue - продолжить чтение;\n/bookmarks - список созданных закладок;\n"
    "/help - справка по работе бота.\n\n Чтобы сохранить закладку - нажмите на кнопку"
    "с номером страницы\n\nПриятного чтения.",
    "/bookmarks": "Это список Ваших закладок.",
    "forward": ">>",
    "backward": "<<",
    "edit_bookmarks": "Редактировать закладки",
    "edit_bookmarks_button": " \u0000274C Редактировать",
    "del": "\u0000274C",
    "cancel": "Отменить",
    "no_bookmarks": "У Вас пока нет ни одной закладки.\n\nЧто бы"
    "добавить страницу в закладки - во время чтения книги"
    "нажмите на кнопку с номером этой страницы.",
    "cancel_text": "/continue - продолжить чтение.",
}
