LEXICON_RU = {
    "/start": "Привет \U0001f44b, предлагаю сыграть в игру камень, ножницы, бумага.\n"
    "Если ты забыл првила игры команда  /help тебе поможет",
    "/help": "Правила игры довольно просты. Вам предлагают сделать выбор фигуры кисти\n"
    "Кисть сжатая в кулак \U0001f91c обозначает камень"
    "Развернутая кисть руки \U0001faf1 обозначает бумага"
    "Кисть руки со сжатыми безымянным, большим пальцами и мизинцем\n"
    "и вытянутыми и раздвинутыми указательным и средним пальцем \U0000270c обозначает ножницы"
    "Как победить? Камень тупит ножницы. Ножницы режут бумагу. Бумага оборачивает камень"
    "Сделайте свой выбор и ждите ответа бота. Игаем?",
    "rock": "Камень \U0001f91c",
    "papper": "Бумага \U0001faf1",
    "scissors": "Ножницы \U0000270c",
    "yes_button": "Давай!",
    "no_button": "Не хочу",
    "other_answer": "Этот ответ мне не понятен...",
    "yes": "Отлично! Делай свой выбор!",
    "no": "Жаль...Если захочешь сыграть просто разверни клавиатуру"
    "и нажми кнопку Давай!",
    "bot_won": "Я победил!!!\n\nСыграем ещё?",
    "user_won": "Ты победил!!!\n\nСыграем ещё?",
    "nobody_won": "Ничья. Продолжим?",
    "bot_choice": "Мой выбор",
}
