LEXICON_RU = {
    "/start": "Привет \U0001f44b, предлагаю сыграть в игру камень, ножницы, бумага.\n"
    "Если ты забыл првила игры команда  /help тебе поможет",
    "/help": "Правила игры довольно просты. Вам предлагают сделать выбор фигуры кисти\n"
    "Кисть сжатая в кулак \U0001f91c обозначает камень"
    "Развернутая кисть руки \U0001faf1 обозначает бумага"
    "Кисть руки со сжатыми безымянным, большим пальцами и мизинцем\n"
    "и вытянутыми и раздвинутыми указательным и средним пальцем \U0000270c обозначает ножницы"
    "Как победить? Камень тупит ножницы. Ножницы режут бумагу. Бумага оборачивает камень"
    "Сделайте свой выбор и ждите ответа бота. Игаем?",
    "/generate_inline_kb": "Данная клавиатура сгенерирована автоматически",
    "rock": "Камень \U0001f91c",
    "papper": "Бумага \U0001faf1",
    "scissors": "Ножницы \U0000270c",
    "yes_button": "Давай!",
    "no_button": "Не хочу",
    "other_answer": "Этот ответ мне не понятен...",
    "yes": "Отлично! Делай свой выбор!",
    "no": "Жаль...Если захочешь сыграть просто разверни клавиатуру"
    "и нажми кнопку Давай!",
    "bot_won": "Я победил!!!\n\nСыграем ещё?",
    "user_won": "Ты победил!!!\n\nСыграем ещё?",
    "nobody_won": "Ничья. Продолжим?",
    "bot_choice": "Мой выбор",
}

LEXICON_RU_COMMANDS = {
    "/start": "Запуск бота",
    "/help": "Описание правил игры и интерфейса бота",
    "/generate_inline_kb": "Команда генерирует инлайн клавиатуру",
}


LEXICON_INLINE_BUTTON = {
    "but_1": "Кнопка 1",
    "but_2": "Кнопка 2",
    "but_3": "Кнопка 3",
    "but_4": "Кнопка 4",
    "but_5": "Кнопка 5",
    "but_6": "Кнопка 6",
    "but_7": "Кнопка 7",
}

BUTTON = {
    "but_1": "1",
    "but_2": "2",
    "but_3": "3",
    "but_4": "4",
    "but_5": "5",
    "but_6": "6",
    "but_7": "7",
    "but_8": "8",
    "but_9": "9",
    "but_10": "10",
    "but_11": "11",
}
